[{"key":2,"date":"8 July 2022","title":"Dissemination Event","description":"Algocount meets the Public","imgUrl":"./colonne.jpg","resUrl":"","res2Url":"https://www.eventbrite.co.uk/e/biglietti-everyday-algorithms-algocount-conference-milan-7-july-2022-359502229847","content":"\n### Programme\n# Everyday Algorithms\n\n*7 July 2022*\n\n### 9:00\n## Introduction\nAlessandro Gandini, Michele Mauri, Simona Casonato\n\n### 9:15\n## Keynote\nJoelle Swart (University of Groningen)\n*Making sense of algorithms: epistemological and methodological challenges of studying users' algorithmic literacy*\n\n### 10:00\n## Short Break  \n\n### 10:15 — 11:30\n## Visualizing Algorithms\n\n*Chair: Beatrice Gobbo*\n\n- Kim Albrecht: *Post_Networks*\n\n- Federica Bardelli, Ángeles Briones, Pier Mauro Tamburini: *This person doesn’t exist: a science fiction photo romance for materializing algorithms perception*\n\n- Carlo De Gaetano, Andy Dockett, Sabine Niederer: *All Gone: (machine) learning from Cli-fi*\n\n- Axel Meunier: *The curation of algorithmic troubles*\n\n### 11:30\n## Coffee break\n  \n### 11.45 – 13:00\n## Algorithmic theory\n\n*Chair: Urbano Reviglio*\n\n- Jose Alarcon: *Algorithmic public opinion through the generalized other*\n\n- Paulo Nuno Vicente, Catarina Duff Burnay: *Recommender system and OTTPs: a literature review*\n\n- Angela Cirucci,  Walter Jacob: *\nControl Theory, Positive Feedback Loops, and Recommender Systems\n\n- Massimo Airoldi: *From machine socialization to techno-social reproduction: algorithms as social agents?*\n\n### 13:00 — 14:00\n## Lunch\n\n### 14:00 — 15:15 \n## Algorithmic Imaginaries\n*Chair: Ángeles Briones*\n\n- Laura Suna: *Awareness and imaginaries of discrimination by artificial intelligence. A framework for analysing digital literacy*\n\n- Sophie Bishop: *Influencer Management Tools: Algorithmic Cultures, Brand Safety, and Bias*\n\n- Riccardo Pronzato: *Critical Pedagogies for a more aware citizenship and public opinion*\n\n- Lydia Kollyri:*Investigating Instagram algorithms: recommendations and users’ perception*\n\n### 15:15\n## Coffee break\n\n### 15:30 — 17:00\n## Algorithmic autonomy?\n*Chair: Silvia Keeling*\n\n- Heather Ford: *“Tell me what we know”: Smart search algorithms and the emergence of algorithmic common knowledge*\n\n- Liam Voice: *What Can Cephalopods Teach Us About Algorithms*\n\n- Arnaud Claes, Marie Dufrasne, Sylvain Malcorps, Thibault Philippette: *Upholding young users’ autonomy and enhancing algorithmic literacy by web design: the case of the ALVEHO website*\n\n- Ilir Rama, Lucia Bainotti, Alessandro Gandini, Giulia Giorgi, Silvia Semenzin, Claudio Agosti, Giulia Corona, Salvatore Romano: \n*An algorithmic analysis of Pornhub*\n\n### 17:00 — 18:00\n## Keynote\nSimone Natale\n*The computer metaphor: Narratives, Artificial Intelligence and the case of ELIZA*\n\n### 18:00\n## Concluding Remarks\nAlessandro Gandini, Michele Mauri, Simona Casonato\n\n### later\n## Informal Aperitivo\n📍 Bar Magenta Milano\n\n","type":"read more","pageName":"events"},{"key":3,"date":"January 2022","title":"Smart Data Sprint Lisboa","description":"Presentation of the PlacPlac tool at Inova Media Lab","imgUrl":"./lisboa.jpg","resUrl":"","res2Url":"","content":"\n# Smart Data Sprint — Plac Plac presentation\n\nThis international conference aims at exploring the role algorithms play in the formation of public opinion from a multi-disciplinary perspective. Set in the context of the Algocount project, which seeks to expand the current understanding of how recommendation and personalization algorithms are perceived as key mediators in the access to news and informational content by ordinary users, the conference welcomes contributions that critically reflect on the unfolding of what we define as the ‘algorithmic public opinion’. \n\nWith this term we intend to grasp the algorithmically-driven processes by which a certain issue becomes a salient matter of public opinion, and the central role recommendation and personalization algorithms play as gatekeeping infrastructures through which individuals access information, produce their opinions and consolidate their social and political views. From the the moment it comes into being, to when it reaches the wider public, information is prioritised, filtered and hidden across a thick mixture of elements that come together in the algorithmic infrastructure of social media and digital platforms (Moeller and Helberger, 2018; Bozdag and van der Hoven, 2015; Bozdag, 2013). This combines with the role played by third mediating parties - also known as data brokers. From the interaction among all of these elements, we contend, an algorithmic public opinion emerges – one that is unavoidably affected by the biased nature of technology (Friedman Kahn, Borning & Huldtgren, 2006) and its affordances; that concurs to the personalisation of online activity and the salience of issues of disinformation and misinformation; and may lead to the proliferation of partial or partisan information environments and situations of psychological and political polarisation (Settle, 2018; Dylko, Dolgov, Hoffman, Eckhart, Molina & Aaziz,, 2018). Personalization, eventually, is personalised too: as such, while most seem to benefit from more or less varied and personalised content recommendations, others may end up in self-reinforcing echo chambers where information becomes redundant. Similarly, some personalization algorithms threaten to exploit individuals' vulnerabilities and facilitate politically dangerous content discovery pathways, often merely for purposes of engagement maximisation, and even contribute to creating addictive behaviours (Tufekci, 2018).\n\nEnd\n","type":"forthcoming","pageName":"events"},{"key":4,"date":"March 2022","title":"Conference @Copenaghen","description":"Paper Presentation","imgUrl":"./copenaghen.jpg","resUrl":"","res2Url":"","content":"\n# Conference @ Copenaghen","type":"forthcoming","pageName":"events"}]