[
  {
    "index": 1,
    "date": "7 July 2022",
    "title": "Call for Contributions",
    "description": "Algocount Final Event",
    "imgUrl": "./cfp.jpg",
    "resUrl": "",
    "res2Url": "",
    "res3Url": "",
    "content": "\n### Algocount Final Event — 7 July 2022\n# Call for contributions\n## Everyday algorithms\n\nThis international conference aims at exploring the role algorithms play in the formation of public opinion from a multi-disciplinary perspective. Set in the context of the *Algocount*, which seeks to expand the current understanding of how recommendation and personalization algorithms are perceived as key mediators in the access to news and informational content by ordinary users, the conference welcomes contributions that critically reflect on the unfolding of what we define as the ‘algorithmic public opinion’. \n\nWith this term we intend to grasp the algorithmically-driven processes by which a certain issue becomes a salient matter of public opinion, and the central role recommendation and personalization algorithms play as gatekeeping infrastructures through which individuals access information, produce their opinions and consolidate their social and political views. From the the moment it comes into being, to when it reaches the wider public, information is prioritised, filtered and hidden across a thick mixture of elements that come together in the algorithmic infrastructure of social media and digital platforms (Moeller and Helberger, 2018; Bozdag and van der Hoven, 2015; Bozdag, 2013). This combines with the role played by third mediating parties — also known as data brokers. From the interaction among all of these elements, we contend, an algorithmic public opinion emerges – one that is unavoidably affected by the biased nature of technology (Friedman Kahn, Borning & Huldtgren, 2006) and its affordances; that concurs to the personalisation of online activity and the salience of issues of disinformation and misinformation; and may lead to the proliferation of partial or partisan information environments and situations of psychological and political polarisation (Settle, 2018; Dylko, Dolgov, Hoffman, Eckhart, Molina & Aaziz, 2018). Personalization, eventually, is personalised too: as such, while most seem to benefit from more or less varied and personalised content recommendations, others may end up in self-reinforcing echo chambers where information becomes redundant. Similarly, some personalization algorithms threaten to exploit individuals' vulnerabilities and facilitate politically dangerous content discovery pathways, often merely for purposes of engagement maximisation, and even contribute to creating addictive behaviours (Tufekci, 2018).\n\nThe emergence of an ‘algorithmic public opinion’, we maintain, bears huge social and cultural implications that require researchers to ramp up their efforts in expanding the existing understanding of algorithmic processes and the cultural conceptions surrounding them, without stopping at the ‘unknowability’ of black-boxed codes. Beyond the little public knowledge about the functioning of algorithms such as Facebook's News Feed, or YouTube's Related Videos, or the Google Search algorithm itself, in order to understand their relevance in the processes of public opinion creation there is a necessity to acknowledge these as social and cultural objects first. The fallout resulting from the already-mentioned Cambridge Analytica scandal, and the publication of a variety of documentaries that presented an exposè of the internal workings of social media platforms in relation to data management, content moderation and ethics, has given new space to discuss about reducing the opacity of algorithmic recommendation systems and enhancing their transparency. Within this debate the perceptions, opinions and understandings of algorithmic interventions in day-to-day information consumption and content filtering from the side of users matter as much as knowing about the code and mathematical formulations of these algorithms (Bucher, 2017). \n\n\n## Research questions\nThe conference invites participants from various intellectual traditions and streams of research, including media studies, sociology, information design, information science, science and technology studies, history of technology, computing and anthropology, human-computer interaction and political philosophy, to participate in an open debate around these issues. In particular, it sets to explore a number of key questions, such as (albeit not limited to) the following:\n\n- How does an ‘algorithmic public opinion’ come into being? What imaginaries do users share or produce about algorithms and their functioning? Should users be able to weight the values embedded into the algorithmic content prioritisation? If so, how? Which are the most interesting and valuable experiments that support users’ autonomy of choice and control over personalization systems? Can the unfolding of an ‘algorithmic public opinion’ lead to an inversion of the “spiral of silence”, thus giving to certain social groups an excessively louder voice? Can alternative personalization systems exist? If so, how? \n\n- What does personalization actually mean, both conceptually and practically? How similar and diverse platforms employ personalization systems differently? To what extent do personalization algorithms affect the perception of the diffusion of certain opinions and worldviews? Is the inverse relationship between personalization accuracy and privacy a false dichotomy? How can we design personalization systems that support both diversity and individual relevance?\n\n- Which methodological strategies can be put in place to identify, freeze, collect, and narrate invisible algorithmically-driven processes, and thus study their impact on everyday social situations?  Which are the possible shapes of algorithmic agency, considering its intertwinement with labour, people, environment and external infrastructures?\n\n- Which languages are better suited to expose, visualise, materialise, stage and study algorithmic imaginaries? What can we learn from failures and not-successful experiences of algorithmic intermediation, recommendation and/or personalization?\n\n- What role should journalists play in this context, and how is their work affected by it? How do public service media (e.g. RAI, BBC etc.) employ personalization systems? How can we preserve editorial principles such as universality, social relevance and serendipity in the personalization era? \n\n## Conference venue\nThe conference will take place at the *Museo Nazionale Scienza e Tecnologia Leonardo da Vinci of Milan* on 7 July 2022. Contributors are required to send in a 300-word abstract to the following email address: [algocountproject@gmail.com](mailto:algocountproject@gmail.com). \n\nThe conference will comprise 4 panel presentations and 2 keynote sessions hosting internationally acclaimed scholars as speakers. A maximum of 10 papers will be selected for presentation. Preference will be given to speakers who plan to attend the conference in person, but a small number of remote presentations (no more than 1 per panel) may be included in the programme. Participation to the conference as an attendee (without presenting a paper) will be possible both in person and remotely, via Zoom. Up to 2 scholarships covering travel and accommodation expenses may be awarded to participants at an early-career stage or self-funded. If you belong to one of these categories, please enclose this information in your abstract submission. \n\n## Important dates\nAbstracts are due by 26 April 2022 [AOE](https://time.is/Anywhere_on_Earth). These should include the author(s) name and position, a short title, and a clear indication of whether they plan to attend the conference in person or remotely. Acceptance notices will be given by 6 May 2022. \n\n## Conference organizing committee\nAlessandro Gandini, Silvia Keeling, Urbano Reviglio, Diletta Huyskes, Luca Giuffrè (University of Milan); Michele Mauri, Beatrice Gobbo, Maria De Los Ángeles Briones Rojas (Politecnico di Milano, Density Design); Simona Casonato (Museo Nazionale Scienza e Tecnologia Leonardo da Vinci, Milan).\n",
    "type": "read more",
    "pageName": "events",
    "customUrl": "algocount-final-event"
  },
  {
    "index": 2,
    "date": "7 July 2022",
    "title": "Dissemination Event",
    "description": "Conference, 7th July",
    "imgUrl": "./conf.jpeg",
    "resUrl": "",
    "res2Url": "https://www.eventbrite.co.uk/e/biglietti-everyday-algorithms-algocount-conference-milan-7-july-2022-359502229847",
    "content": "\n### Programme\n# Everyday Algorithms\nIf you want to attend the event of the 8th of July [visit this page](https://algocount.org/events/algoritmi-quotidiani)\n\n\n\n*7th July 2022* \n *The event will be held in English*\n\n\n### 9:00\n## Introduction\nAlessandro Gandini, Michele Mauri, Simona Casonato\n\n### 9:15\n## Keynote\nJoelle Swart (University of Groningen)\n*Making sense of algorithms: epistemological and methodological challenges of studying users' algorithmic literacy*\n\n### 10:00\n## Short Break  \n\n### 10:15 — 11:30\n## Visualizing Algorithms\n\n*Chair: Beatrice Gobbo*\n\n- Kim Albrecht: *Post_Networks*\n\n- Federica Bardelli, Ángeles Briones, Pier Mauro Tamburini: *This person doesn’t exist: a science fiction photo romance for materializing algorithms perception*\n\n- Carlo De Gaetano, Andy Dockett, Sabine Niederer: *All Gone: (machine) learning from Cli-fi*\n\n- Axel Meunier: *The curation of algorithmic troubles*\n\n### 11:30\n## Coffee break\n  \n### 11.45 – 13:00\n## Algorithmic theory\n\n*Chair: Urbano Reviglio*\n\n- Jose Alarcon: *Algorithmic public opinion through the generalized other*\n\n- Paulo Nuno Vicente, Catarina Duff Burnay: *Recommender system and OTTPs: a literature review*\n\n- Angela Cirucci,  Walter Jacob: *\nControl Theory, Positive Feedback Loops, and Recommender Systems\n\n- Massimo Airoldi: *From machine socialization to techno-social reproduction: algorithms as social agents?*\n\n### 13:00 — 14:00\n## Lunch\n\n### 14:00 — 15:15 \n## Algorithmic Imaginaries\n*Chair: Ángeles Briones*\n\n- Laura Suna: *Awareness and imaginaries of discrimination by artificial intelligence. A framework for analysing digital literacy*\n\n- Sophie Bishop: *Influencer Management Tools: Algorithmic Cultures, Brand Safety, and Bias*\n\n- Riccardo Pronzato: *Critical Pedagogies for a more aware citizenship and public opinion*\n\n- Lydia Kollyri:*Investigating Instagram algorithms: recommendations and users’ perception*\n\n### 15:15\n## Coffee break\n\n### 15:30 — 17:00\n## Algorithmic autonomy?\n*Chair: Silvia Keeling*\n\n- Heather Ford: *“Tell me what we know”: Smart search algorithms and the emergence of algorithmic common knowledge*\n\n- Liam Voice: *What Can Cephalopods Teach Us About Algorithms*\n\n- Arnaud Claes, Marie Dufrasne, Sylvain Malcorps, Thibault Philippette: *Upholding young users’ autonomy and enhancing algorithmic literacy by web design: the case of the ALVEHO website*\n\n- Ilir Rama, Lucia Bainotti, Alessandro Gandini, Giulia Giorgi, Silvia Semenzin, Claudio Agosti, Giulia Corona, Salvatore Romano: \n*An algorithmic analysis of Pornhub*\n\n### 17:00 — 18:00\n## Keynote\nSimone Natale\n*The computer metaphor: Narratives, Artificial Intelligence and the case of ELIZA*\n\n### 18:00\n## Concluding Remarks\nAlessandro Gandini, Michele Mauri, Simona Casonato\n\n### later\n## Informal Aperitivo\n📍 Bar Magenta Milano\n\n",
    "type": "read more",
    "pageName": "events"
  },
  {
    "index": 3,
    "date": "8 July 2022",
    "title": "Algoritmi Quotidiani",
    "description": "Event, 8th July",
    "imgUrl": "./colonne.jpg",
    "resUrl": "",
    "res2Url": "https://www.eventbrite.it/e/biglietti-algoritmi-quotidiani-372622543057 ",
    "content": "\n-------\n\n### Programme\n# Everyday Algorithms\n\n*8th July 2022* \n\n\n *The event will be held in Italian*\n\n### 17.30 - 📍 Auditorium\n## *Guida galattica per gli algoritmi quotidiani*.\nPrivacy, identity and transparency: what proposals for institutions?\n\n&nbsp;\n&nbsp;\n\n## Introduction and Algocount project results\nAlessandro Gandini, scientific coordinator Algocount project and\nSimona Casonato, ICT & Digital Culture Collection Curator.\n\n&nbsp;\n&nbsp;\n\n## 5 proposals for the Algorithmic Public Opinion\n\nUrbano Reviglio, researcher\n\n&nbsp;\n&nbsp;\n\n## Round Table\n- Elisa Giomi, Media Sociology, Commissaria AgCom;\n\n- Stefano Quintarelli, Computer Scientist, expert in gitial identity;\n\n- Francesca Scapolo, content and editorial officer, Oversight Board;\n\n- Guido Scorza, lawyer, Garante Privacy member.\n\n&nbsp;\n&nbsp;\n\n## Conclusions\nAlessandro Gandini, scientific coordinator Algocount project and Diletta Huyskes, activist and researcher in digital sociology.\n\n\n### 19.00 - 📍 Chiostri\nAperitivo by *Gnoko on the road*.\n\n### 20.00 - 📍 Sala Colonne\n\nInteractive performance \"Suggested for You\" by and with *Larsen Effect*, curated by the MUST Museum and Algocount.\nPlay along with us and discover how algorithms intervene in your opinions about other people and the world around you.\nDuring the panel discussion and performance discover the *Collection of Everyday Algorithms* made together with the Museum.",
    "type": "read more",
    "pageName": "events"
  },
  {
    "index": 4,
    "date": "March 2022",
    "title": "Conference @Copenaghen",
    "description": "Paper Presentation",
    "imgUrl": "./copenaghen.jpg",
    "resUrl": "",
    "res2Url": "",
    "res3Url": "",
    "content": "\n# Conference @ Copenaghen",
    "type": "forthcoming",
    "pageName": "events"
  }
]