[
  {
    "key": 1,
    "title": "Pugs are pretty\r",
    "description": "Every dog is beautiful, but pugs are especially pretty.\r",
    "imgUrl": "./doggo.png",
    "resUrl": "https://en.wikipedia.org/wiki/Pug\r",
    "content": "\r\n# Welcome to pugs!\r\n\r\nWhile the pugs that are depicted in eighteenth century prints tend to be long and lean, modern breed preferences are for a square cobby body, a compact form, a deep chest, and well-developed muscle. Their smooth and glossy coats can be fawn, apricot fawn, silver fawn, or black. The markings are clearly defined and there is a trace of a black line extending from the occiput to the tail. The tail normally curls tightly over the hip.\r\n\r\nPugs have two distinct shapes for their ears, \"rose\" and \"button\". \"Rose\" ears are smaller than the standard style of \"button\" ears, and are folded with the front edge against the side of the head. Breeding preference goes to \"button\" style ears.\r\n\r\nPugs' legs are strong, straight, of moderate length and are set well under. Their shoulders are moderately laid back. Their ankles are strong, their feet are small, their toes are well split-up, and their nails are black. The lower teeth normally protrude further than their upper, resulting in an under-bite.\r\n"
  },
  {
    "key": 2,
    "title": "Shiba are shy\r",
    "description": "Shiba are shy, no one knows why. \r",
    "imgUrl": "./doggo.jpg",
    "resUrl": "https://en.wikipedia.org/wiki/Shiba_Inu\r",
    "content": "\r\n# Discover more about shibas\r\n\r\nThe Shiba Inu is double coated, with the outer coat being stiff and straight and the undercoat soft and thick. Fur is short and even on the fox-like face, ears, and legs. Guard hairs stand off the body and are about 4 to 5 cm (1+1⁄2 to 2 in) long at the withers. The purpose of the guard hairs is to protect their underlying skin and to repel rain or snow. Tail hair is slightly longer and stands open in a brush. Their tails are a defining characteristic and makes them stand apart from other dog breeds. Their tails help to protect them from the harsh winter weather. When they sleep, Shiba Inus curl up and use their tails to shield their face and nose in order to protect their sensitive areas from the cold. The cream color is considered a \"major fault\" by both the Japan Kennel Club and American Kennel Club. It should never be intentionally bred in a show dog, as the required markings known as \"urajiro\" (裏白) are not visible; \"Urajiro\" literally translates to \"underside white\". Conversely, a white (cream) coat is perfectly acceptable according to the British Kennel Club breed standard.\r\n\r\nThe urajiro (cream to white ventral color) is required in the following areas on all coat colors: on the sides of the muzzle, on the cheeks, inside the ears, on the underjaw and upper throat inside of legs, on the abdomen, around the vent and the ventral side of the tail. On reds: commonly on the throat, forechest, and chest. On blacks and sesames: commonly as a triangular mark on both sides of the forechest."
  },
  {
    "key": 3,
    "title": "Terriers are terrible\r",
    "description": "Terriers are trouble on a treadmill.\r",
    "imgUrl": "./terrier.jpg",
    "resUrl": "https://en.wikipedia.org/wiki/Terrier\r",
    "content": "\r\n# Welcome to terriers!\r\n\r\nMost terrier breeds were refined from the older purpose-bred dogs.\r\n\r\nThe gameness of the early hunting terriers was exploited by using them in sporting contests. Initially, terriers competed in events such as clearing a pit of rats. The dog that was fastest in killing all the rats won. In the eighteenth century some terriers were crossed with hounds to improve their hunting, and some with fighting dog breeds to \"intensify tenacity and increase courage\". Some of the crosses with fighting dogs, bull and terrier crosses, were used in the blood sport of dog-fighting. Modern pet breeds such as the Miniature Bull Terrier are listed by the Fédération Cynologique Internationale (FCI) under Bull type terriers.\r\n\r\nToday, most terriers are kept as companion dogs and family pets. They are generally loyal and affectionate to their owners.\r\n"
  }
]
